["Hi", "How can i help you "]
[
  "Who are the board members of Emerging Tech",
"The board members of Emerging Tech include experienced professionals from the technology and business sectors. For detailed information, please visit our About Us page."
]

["Where is Emerging Tech located",
"Emerging Tech is headquartered in Nashik, Maharashtra, India."
]

["What is the contact email for Emerging Tech",
"You can contact us at info@emergingtech.in."
]

["Does Emerging Tech have offices in other countries",
"Currently, Emerging Tech operates from its headquarters in India, with plans to expand internationally."
]

[ "How can I apply for a job at Emerging Tech'",
"You can apply through the Careers section on our website or email your resume to careers@emergingtech.in."]

[   "How does Emerging Tech protect my personal data?",
   "We use end-to-end encryption, secure servers, and role-based access control. We comply with standards like GDPR and India’s Personal Data Protection Bill."
]
[
 "What should I do if I suspect a data breach in one of your applications?",
  "Contact our Data Protection Officer at dpo@emergingtech.in. We will investigate within
24 hours and take necessary measures."
]
[
 "Do your AI models use biased data or make unfair decisions?",
 "We use diverse datasets and conduct fairness audits to minimize bias. Explainability
reports are also available upon request."
]
[
"Why are your services more expensive than some competitors?",
 "We offer high-quality, secure solutions with reliable post-deployment support, reducing
long-term costs."
]
[
 "Do you have any hidden charges or costs?",
 "No. All costs are disclosed in advance, and any additional charges are approved
beforehand."
]
[ "Can I cancel a project after it’s started? Will I get a refund?",
  "Projects can be paused or canceled based on contract terms. Refunds are considered
fairly based on work completed."
]
[
"How do you handle complaints about workplace harassment or discrimination?",
 "We follow a zero-tolerance policy and investigate all complaints through our ICC as
per POSH guidelines."
]
[
 "Are salaries paid on time at Emerging Tech?",
 "Yes, we follow a monthly payroll cycle and inform staff of any rare delays."
]
[
 "Is there job security during economic slowdowns?",
 "We prioritize employee retention through reskilling and responsible financial planning."
]
[
  "What if I’m not satisfied with your service delivery?",
  "We offer revision windows and address feedback promptly to ensure client
satisfaction."
]
[ "What industries do you specialize in",
" We specialize in industries such as healthcare, finance, logistics, manufacturing, and retail."]

["Do you offer mobile app development services",
"Yes, we develop Android and iOS apps tailored to your business needs."]

["Can you help with digital transformation for small businesses",
"Absolutely! We provide scalable digital transformation solutions for businesses of all sizes."]

[" What makes Emerging Tech different from other tech consulting firms",
"Our focus on innovation, customer-centric solutions, and deep tech expertise sets us apart."]

["What is your approach to user experience (UX) design",
" We follow a user-first design approach to ensure that our solutions are intuitive, accessible, and effective."
]
